---
layout: post
title: xTuOne工作室，让我再次思考了
categories:
- 微记录·分享
- 思想举重
tags:
- xTuOne
- 思考
- 超级课程表
status: publish
type: post
published: true
meta:
  _edit_last: '1'
---
xTuOne工作室是谁我不解释了，百度一下就知道了。
<p style="text-align: left;"><img class="wp-image-446 alignleft" alt="超级课程表" src="http://www.hiko.com/wp-content/uploads/2012/12/超级课程表-300x300.png" width="180" height="180" />
<p style="text-align: left;">我想说的是他们最近的一个产品_超级课程表！
有用过的同学一定知道，这是一款很方便的产品。(请重新再看一遍这句话，因为待会会重新说到这个方便的事情上面！)它能一键导入你的课表，省去了手动输入课程表的麻烦。

他们是第一个想出做课程表的事情吗？肯定不是！因为在我大二的时候，我们社团就有想过要做手机app的课程表！(我现在大三！)，但是我们比不上他们的一点是:他们解决了一键导入的功能，我们没有！当时我们是想着要去找学校，希望能开API给我们，但是学校考虑学生信息的安全，肯定不肯给，因此我们停止了！现在他们做出了不错的成绩，让我觉得:想要达到一个目标、或者想要达到某个效果，实现的方法有应该是有多种的，如果最优解行不通，那可以考虑通过其他方式，虽然不是最优，但是不要有放弃解决这个问题的想法！

第二个思考是：大学生不应该看轻自己，不应该眼高手低！

        “不应该看轻自己”的意思不是让你高傲，而是在执行一件事情的时候，一定要有充分的自信，在主干不偏的基础上，狠抓用户体验、狠抓细节！就拿我这学期的一个数据库工程来说，我们每个队伍都必须做一个大作业，因为是作业，所以99%的同学都是用作业的标准来执行自己的作品！但是我不是！（这句话看上去我很高傲，如果在这个点上伤到你心灵的痛处，请你原谅我！）在我没有做我的作品之前，我已经相信我自己一定是做的最好的，无论是功能、界面、交互都是最好的（你可能会奇怪，为什么没有“需求是最好的”？因为我觉得在这次作业中，所有人做的需求都是SOSO而已）。两个星期后，我完工了，当其他同学看到我的作品的时候，有同学发表感叹：“你的软件直接可以用了！” 我铺垫这么多不是想要说我多厉害，坦诚说，我的技术很水，我想表达的是我的决心很坚定！  正因为很多同学都抱着“这是作业”、“我不能做出完整的软件”、“我应付一下就可以”...的心态，所以肯定做不好，这是一定的，我真没见过一个人抱着随便的心态能把一件事做好！在做这个作品的时候，我参考了很多同类产品，取其优点、衡量自己的能力，做力所能及的事情！<!--more-->
<p style="text-align: center;"><img class="wp-image-449 aligncenter" title="我的作品 - 我的书包" alt="MyBookBag" src="http://www.hiko.com/wp-content/uploads/2012/12/MyBookBag.jpg" width="655" height="491" />
<a href="http://www.hiko.com/444.html/2012-12-21-11-10-02" rel="attachment wp-att-448"><img class="size-medium wp-image-448 alignright" alt="2012-12-21 11.10.02" src="http://www.hiko.com/wp-content/uploads/2012/12/2012-12-21-11.10.02-224x300.jpg" width="224" height="300" /></a>

        “不应该眼高手低”是我从超级课程表的创始人身上更深体会到的。那天他在广外分享干货的时候，一直强调做事不要眼高手低，他一直跟他的团队强调要做小事、做小事，把每件小事做好！从我大二下学期开始，我就贴着这样的标签在我宿舍墙上：“假大空”，提醒自己要脚踏实地！（写到这里我脑海里面再次想起了温总理说的：仰望星空，脚踏实地！），所以当他说到这个点的时候，我“激动”了！（话说，后来得知他也是潮州人的时候，我更激动了！因为至今交往的朋友当中，我觉得我们自己潮汕人是最豁达、最慷慨、最友好，这个不是吹出来的，如果你要让我举例，我可以举我身边不同地方的人的行为，一对比你就知道了！）<a href="http://www.hiko.com/444.html/2012-12-21-11-10-02" rel="attachment wp-att-448">
</a>

第三个是：什么是“满足用户需求”？做互联网产品的同学绕不过的一个问题——用户需求？

今天早上上课，我看到一篇关于互联网产品相关的文章，之后，我脑海里面冒出来了一个理解：“满足用户需求，就是要让用户使用后清楚认识并觉得自己之前为了达到这一效果的行为是多么愚蠢或者可笑！”比如，举几个例子：首先当然举超级课程表的例子，你想想，当别人还在手抄课表、当别人使用其他的课程表App需要手动输入，而你只需要登录自己的账号密码，使用一键导入课程表，你会不会觉得自己有种莫名的优越感？第二个例子:当你要要坐车的时候，你选择的是网上订票（比如我跟我同学现在回家都是网上订火车票），你会觉得自己花那么长时间去排队买火车票是多么愚蠢的行为！（注意：我只是说我自己在有机会体验更好的产品的时候，我还选择差的体验或服务的做法愚蠢，并不是说每年排队几天几夜等一张火车票回家的行为愚蠢，他们是被逼的！）... ！

因为自己有浮夸、天真、胆小、腼腆、不自信、专业技术弱、缺乏知识、浮躁、不定、毅力不够...太多缺点了，我知道自己身上的这些缺点，所以从上大学一直都有事做。

通过自我反省、写日志，一点一点洗去自己的浮夸、浮躁，虽然现在还没有洗干净，但是我不信大学四年我洗不掉！

通过学习自己感兴趣的书、阅读专业的博客、科技博文、专业书，让自己从天真里一点一点走出来，一点一点积累知识！

通过尽量转移比较的目标，从对象是别人，一点一点转向自己，跟自己比，虽然现在还没那么自信，但是，能力会让我慢慢变得自信而不高傲！（为什么要转向自己，因为我看过一句话：超越别人最好的方式就是让别人成为你的追随者！如果你一直以别人为比较目标，你就会失去自己的兴趣点，一直跟着别人的方向走，想着在对方的领域超越对方，但是这是错误的，因为对方选择的领域不见得就是适合你！只有自己尝试、寻找自己的兴趣点，去践行，才有可能超越，超越自己！）

通过跑内环，我慢慢锻炼自己的毅力，啊？跑内环还能锻炼毅力？是的，你不信可以去试试！当你跑到累到半死，想要放弃，休息一下的时候，告诉自己目标（持续跑完一圈）还没完成，看你能不能坚持下来？刚到一圈，再跟自己说再跑一千米，看你自己还能做到吗？这不是说说就能做到的！

……
<h2>hiko——平和而执着，谦虚而无畏__披着巨蟹壳的狮子座thinker…</h2>
