---
layout: post
title: 爸妈，中秋节快乐
categories:
- 思想举重
tags:
- 亲情
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  _sinaweibo_sync: '3496110549626229'
---
原本我是知道放假后就差不多要中秋节了，但是我却没有想到今天就是中秋节，还一直以为过一两天才是。

几天前，跟家里打了电话，说很可能要回去。因为当时真的很想回家跟家人团聚，现在也很想，但是到了放假前一两天，我却没有买车票。车票贵，虽然车票的钱肯定没有亲情的份量重，但是还是觉得很贵，来回就要花费三百快钱左右在车票上面。真希望不久能够实现这种想要怎么花钱就怎么花钱，不用看价格，尽快脱离这种窘境！

最后，我没有回家了。

今天是中秋节，我睡到十一点多才起床。因为昨晚班里没有回家的几个同学去学校的KTV 唱K，到十一点半回到宿舍，然后捣弄点自己的事情，就晚睡了。

起床后发现舅舅有打电话给我，其实我能猜到舅舅打电话给我想要跟我说什么的，然后我就没有打回去，准备等“过两天快到中秋节”的时候再打回去问候一下。

今天晚上起点多，妈打电话来了，问我有没有买车票回家？ 我直接说没有，解释说：本来想要去买火车票的，但是没有了，车票太贵了。...

我相信妈听到这话之后肯定会失望的。妈接着说：有没有买月饼吃啊？你的室友有没有回家？家里有很多好吃的，月饼/水果...

听到这里，心里很酸，眼眶应该是红得很厉害了，但是控制住了，仍然装作很开心跟妈聊，说：有啊，有月饼吃，还有室友跟我一起，没事的。你要多吃点。...

记得小时候（因为高中之后，中秋节的什么节日都是在学校上课了），每次有节日，不管是端午节还是中秋节的，家里都会买这些苹果之类的水果，还有相关节日要拜神的东西，然后我跟我哥就像苍蝇一样缠着我妈，更主要是缠着我妈在打理的那些水果糖果的，现在想起来很温馨。所以我妈电话一说有很多好吃，我的脑海里马上浮现这些画面，接着就是自己被自己感动到了，接着对比现在家人不能在一起，内心酸啊！

爸妈，中秋节快乐！

爸妈一直特辛苦，没有时间没有金钱去拥有好的环境享福。一直都是付出，而他们的孩子，目前都还没能力报答。谢谢爸妈。

爸妈，中秋节快乐！因为你们快乐，我就快乐！^_^

祝，爸妈身体健康！




