---
layout: post
title: 就从“程序员”三个字开始吧
categories:
- 思想举重
tags:
- Daily thoughts
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  views: '70'
  post_views_count: '39'
---
一段时间没有更新空间的日志了。

之前想要写点什么，但是感觉自己不再状态，就没有更新了，因为自己在想：我不准为了写博客而写博客！因为这样子对我自己来说没有起到反思总结的作用，对看我博客的同学朋友，相当于浪费了他们的时间。


【程序员（程序猿）很丢脸吗？】身边的同学好多现在都不停在学编程，同时在很多其它同学的眼中，他们的技术应该是不错了，所以在其他同学的潜意识之下就认为这些学编程可能比较厉害的同学将来毕业了会从事编程工作，比如：程序员、工程师。他们是不是程序员？我不知道，他们将来要从事什么？我也不知道。但是我知道的一点就是：他们都不把自己当技术人员，也不希望、不喜欢别人叫他们程序员、技术人员。（可能工程师就不会介意吧~）
我怎么知道的？我看到的、听到的、感受到的！有一个同学转发了微博之后强调自己不是程序员，有一个同学在聊天中自己说：“我才不是程序员！”，有一个同学说：“我觉得程序员很低级，没地位~”，又有一个同学表现出对“程序员”的反感……
我心想，“程序员”很丢脸吗？


【我心中的“程序员”】其实，我一点都不觉得程序员这份工作很丢脸，而是潜意识中感觉这一人群的智商都很高！你有同样的感觉吗？所以如果有人称呼我为程序员，我不介意的，我心想：谢谢你对我的肯定。


【程序员不一定是挨踢的 “IT民工”】我们知道，微软是一个以工程师为主导的公司，腾讯也是。同时，想一想，现在的互联网大公司的创始人，很多都是技术出身的，比如：百度的李彦宏、腾讯的马化腾张志东、网易的丁磊、新浪的创始人王志东、奇虎360的周鸿祎、聚美优品的陈欧……很多很多人。虽然我也不知道他们创办公司的时候还拥有哪些资源，但是可以知道的一点是：他们也是程序员出身的！
当然，不可排除，还有很多“挨踢的（IT）”程序员。所以，“程序员”可以说是一个传说，看你怎么把这个传说实现在现实中。


程序员这一职称就先告一段落了，以上献给对“程序员”有自己想法的同学。


【“程序员”的背后】我想，其实并不是“程序员”这个名词恶心招致同学对它反感。如果把“程序员”这一工作抽象出来，可以成为：工作量大、工资一般、没地位、蓝领工人…等等的代名词。而我们读了这么多年的书，感觉如果出来工作，不能有一份体面的工作、事业，好像对不起自己。（但是学历的高低实际上是跟事业挂不上钩的，而是一个人的思想、知识、机遇才会影响到ta的事业。）
所以归纳起来就是——眼高手低，胸怀大志，不想做小事！
其实包括我自己都时常以为自己了不起，以为自己能够一步登天，但是这种念头很快被“书”中的“信息”泼了冷水，因此而有冷静下来了。


写到这里突然想到初三的时候，物理老师说过的一句话，大意如下：中学时候，以为自己什么都知道什么都懂；大学时候，觉得自己应该没问题了；研究生的时候，发现有点困惑了，有些问题不知道怎么解决了；博士了，感觉生活处处是难题；博士后就得自杀了！！！
有时，当自己有点轻浮的时候，我就会提醒自己：不要拿无知当自信！好像跑题了，回来咯。


另外，除了眼高手低的同时，我觉得还有一点，那就是目标真的不明确。在我随便访问上面的同学们，基本上都没有下决定将来要从事编程方向，给我的回答是不一定。当然，这个真的很难说，谁又会肯定将来就一定会从事哪个方向的职业呢？但是，我身边又有那么一群朋友，他们目标坚定，将来毕业了就是要从事互联网产品方向的职业！我也想过为什么他们会如此的坚定？除了喜欢这未来的事业之外，我觉得还有几点原因：①产品方面的title比程序员好听，而且感觉挺像管理层的title的。这给了人心理方面极大的满足。②make their own ideas come true . 如果从事了产品方面，在未来的公司中，就更加有机会去做一个自己想法的产品（当然，产品是属于公司的），这有再次给了他们很大的鼓励。当然，工程师如果有想法，应该也可以吧~③有人说：产品经理相当于一个mini CEO，需要全方位的能力，而不是单项技能，这是一个极好的锻炼机会，也充满挑战。
当然，我觉得工程师或者高级程序员带队伍也是一样道理的，如果你是一个程序员头头，那你的领导能力也不能少。


总结一下：其实不是职位的问题，而是心态和目标的问题（写到这里，脑海中又想到了三个建筑工人的对话了——砌墙、建房子、美丽的家园！）。


以上第二大段写给自己，因为自己也时常浮躁，导致不知道自己要干什么，到最后什么事都没做！——共勉。




【还是那个纠结的问题：人生职业规划】
FUCK~
请问学校的领导作了详细的人生职业规划了吗？如果有是不是计划第一年升几级，第二年再升几级？第三年再把多少钱收入囊中？第四年工资再涨多少……！！！对吧？算了，冷静，尽量不做愤青，就爆一下粗就好了，剩下的留在内心就好了，呵呵~
-----------------------


“九代会”正在收集学生意见，想要改进一些学校的不足，这一点还是觉得学校做得很好，但是只对这一行动表示好感，而对于这会议的结果，不抱多大的希望。
谁都知道通选课存在或者不存在意义都不大，因为听课的学生很多都不当回事；谁都知道每学期都有那么好几个坑爹的老师让全班一半以上的学生默默无语而又默默承受着；谁都知道平时不读书，期末几天高强度抱佛脚就能考及格或者很高分数；谁都知道学校的学习氛围很差；谁都说着要把学习气氛搞好；谁都知道学生会有的活动已经脱离的“学生会”的宗旨；谁都知道学校绘上了“政府”般的色彩；谁都知道……！！！
但是知道了又怎样？知道了有办法解决吗？怎么解决？行动呢？效果呢？然后呢？and then, so what~（当然，上面的那段话是为了实现“排比句”才写得那么夸张，记得高中老师说排比句用得好，会加分的~哈哈，所以这里就用一下。好吧，虽然没那么夸张，但是问题的确还真的不小！）


然后等到毕业了，剩下的只是郁闷了。然后就有股对学校不满的情绪；然后就有了这句话：母校是什么？母校是那个你允许自己每天骂她无数次却不准别人说她半点不好的的地方。


最后再share我对母校的看法吧！我总觉得学校的老师、母校，处处都给学生宽容，没有跟学生较真！
为什么这么说？因为如果以后你工作了，迟到了，你可能面临着很大的问题。详细的你懂的。比如你没有按时间交报告，后果你也懂的。如果你没有把工作中的知识学好，工作进程中就会有很多问题……。如果我们觉得自己有能力，去创业，不用接受boss的惩罚，那么我们直接接受社会的真枪锋剑。但是，在学校，这些都不是大问题了，因为母校宽容了自己的千千万万个儿女。（这里我没有讽刺的意思，而是真心觉得母校很宽容！）。
谢谢学校，让我有个接触大学的机会。




一个简单的话题，却引发了这么多复杂的问题，写了这么多，只能用乱而杂来形容，如果要让我把上面所提到的联系到一起，那么我会这样子联系：
一个人在哪个学校出生并不是主要问题，而在于他/她的思想、价值观、梦想归属于哪一个流派，因为那将决定你是一个什么样的人！


-----------------


最后的最后，用电影《终极面试》中提到的一个观点来总结：没有否定、禁止的东西，就可以默认为允许的、赞同的！——共勉！

















