---
layout: post
title: 六点半起床后，看到的“景色”
categories:
- 思想举重
tags:
- Daily thoughts
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  views: '43'
  post_views_count: '20'
---
今天早上我早点起床了，站在阳台，感觉四面都很安静，感觉非常舒服。
洗刷之后，就出宿舍了。
到了宿舍楼下，见到很多同学穿着正装，一路狂奔向饭堂，同时看到很多同学也穿着正装从饭堂里面急匆匆的走出，生怕迟到似的。
这些“同学”我猜是大四的师兄师姐们，而且我猜测他们是正赶去实习。


对于平时都是睡到七点多接近八点或者八点多的我，理所当然，错过这一幕幕场景。今天还是第一次见到这“景色”！


等到我吃完早餐，已经是六点四十分左右了。这时路上的穿着正装的师兄师姐们更加匆忙，特别辛苦的应该是穿着高跟鞋的师姐们。因为养颜觉还没睡够，就得穿着这扎脚的高跟鞋去实习，还要跑…！！！辛苦了！


等我走到又康超市旁边的十字路口的时候，发现原来在这里挺着三辆大客车正等着这群匆忙的同学们。


等我走到又康超市的时候，那几辆客车的引擎启动了，走了……




<hr />


不知道看到这场景，你有什么感觉？
早上我看到这场景，内心觉得这是无比的讽刺。
为什么呢？


想想平时我们当中，大部分人都是几点起床的？
等到八点半了有多少人还在被窝里？有多少人还在路上悠哉地走？又有多少人慢慢地走进课室？……
当然，如果你觉得你不喜欢上课，那么八点了，有多少人已经起来了在自习？又有多少人在努力的学习自己想要的知识？……


极具讽刺的场面，一群同学现在为了一份实习，却做出了极具反常的行为，六点半之前就得起来，梳妆打扮，然后急匆匆吃点早餐，然后就出发去实习。六点半…………！！！（这里我只是觉得场面讽刺，并不代表师兄师姐们可笑！相反，我很尊敬这帮努力的师长们！）


平时在学校，我们可以有理由埋怨一大早上一门不喜欢的课，我们可以选择迟到，选择逃课，最多就记个名字。而如果去实习，能迟到吗？能埋怨吗？即使埋怨，能跟同事抱怨说道吗？……


<hr />


可能到这里你还觉得这场面不够讽刺，但是如果你看过张泉灵 女士的演讲视频之后，对“她的成功定义”和“凭什么得到一份自己喜欢的有好待遇的工作”的理由表示认同，那么我想，你也会感到无比的讽刺！下面我摘两段过来：
-------------------------------

这是摘自张泉灵女士的话：
1，大学选专业的时候，不是你喜欢的，而是你父母喜欢的；你在大学里参加的各种课外活动和选修课的时候，你拿得是学分容易得的和更容易得到证书的，而不是你喜欢的；你挑选工作岗位的时候，不是你自己喜欢的，而是你看起来更有前途、赚钱更多的；那你从来没有在乎过你喜欢的，为什么、凭什么你最后会做到那个你喜欢的职业？并且成为终生的事业？凭什么？
2，成功不等于名和利的相加，成功是你内心的目标，在实现的过程中你会无怨无悔，并且无比的快乐！

--------------------------------


剩下的，我就不再解释了，适可而止，留点自己想象的空间~


最后，引用顺兴师姐的一句话作为总结吧，大意如下：


“大学四年下来同学之间的差距为什么会那么大呢？那这要看在这四年里，对方在每天晚上十点到十二点这段时间在做什么！”。




——共勉！
