---
layout: post
title: 潜意识的权衡与选择
categories:
- 思想举重
tags:
- 权衡
- 选择
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  _163weibo_sync: '-3035438443257139992'
  _sinaweibo_sync: '3488304316196967'
  _qqweibo_sync: '145619070736068'
  _renren_sync: '1'
  _kaixin_sync: '1412599678826983'
  _douban_sync: '1005590928'
  _sohuweibo_sync: '4810517105'
  _tianya_sync: '53233474'
---
昨天下午，没事去蹭我表哥的饭，但是我表哥离大学城还算比较远的，在五山的华南理工。我要去他那里有两跳常用的交通路线。

第一：去北站做地铁。第二：直接做专线2.

第一步当然是选择要选择那一种，我觉得坐地铁会花比专线2 多钱，所以我选择专线2.

第二步就是我要怎么过去专线2 那个站，它在广药的东三路那里，比较远，算起来大概要走20-30分钟。但是我也可以选择从广外站坐车到广药那里然后下车过去。

这个时候，我的潜意识帮我做决定了。我选择了走过去，因为做车要花钱的！！！

有意思的事情就在这几个思考中发生了，当晚上回大学城的时候我心里一直在想，为什么我会有这样的决定？仅是因为花钱的问题么？

最终思考到这样的层次：

首先，对我自己来说，因为我此行的目的是去找表哥，蹭饭，玩一下，相对来说，此行的紧迫性不强，是轻松的。同时，时间对我来说是相对比较多的。而同时 我的钱包是相对来说是比较薄的。

这就形成了一种 冗余与缺少 这样的对比，同时，因为在这两种东西又可以相互的转化，用一种东西去弥补另外一种不足，比如在这里我是用冗余的时间和步行去弥补我和钱包。

反过来想，假如我的钱包是非常非常厚的，就是说我想怎么花就怎么花都不会造成自己的经济压力，我还会选择走路吗？（注意：这个时候不是谈论奢侈和节俭的问题）我觉得大部分人应该不会选择走路过去，因为我们都会选择对自己最有利的方式去做是事情。

而在整个过程中，我做的选择是没有想出来这些什么 冗余 弥补 缺少 的东西，也没有想什么可以转化，只是回来之后重新想后才知道的。

很多时候，我们做选择的时候都会做对比之后再决定，正因为这样的权衡之后，做出一个最佳方案。
