---
layout: post
title: “少年不知愁滋味，…”
categories:
- 思想举重
tags:
- 强说愁
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  _sinaweibo_sync: '3502051277507356'
---
不知道为什么，自从我大脑接受到这样的一句话后，基本没有忘记过：少年不知愁滋味，为赋新词强说愁。

不知道从什么时候，应该从高二起，基本上都没有愁的感觉，我想以后也不会有愁的感觉。并不是说我没有遇到很烦，很棘手的事情，只是我一直觉得没有什么好发愁的，该发生的发生了，不该发生的事情也发生了，你能怎样？那就坦然接受，再想办法弥补，降低损失！

有时在微博/空间/或者博文里面看到有人发出负能量方面的文章，感觉挺堕落的。为什么我看到后不感觉事情并没有对方所说的那么糟糕？总有种感觉对方在无痛吹风... 更有种感觉对方  “为赋新词强说愁”的意思。

相比这些强说愁的文字，我更喜欢看身边同学对生活的发现的文章，对人文社会方面的思考的文章，对现实描述，又有自己想法的文章，我觉得这些都是正能量，都能促使人奋发向上。虽然有时会有对现实的不满，会有抱怨，但是如果有朋友加以思考，那就是好事，因为只有承认现实才有可能去改变现实，只有去思考了，才有利于改进。

比如，有时在空间看到朋友发的工作方面的文章，有抱怨，有欢乐，有现实的无奈... 看了之后能挫一下自己身体里面的那种青少年锐气，适当收敛一下，更有利与自己去反思自己身上的过激行为，让自己踏实冷静下来。

有时候，女朋友会说我有点骄傲，思想上面有点大男子主义，还有我说的就是对的，我想的就是对的，别人想的都是错的。我纳闷了，我是那样的人吗？后来细心观察了自己，感觉确实有一点这样。我一定会改，至少会让别人表达想法。但是同时，如果对方问我的看法，我也会直接说出自己的看法，以及对对方看法的理解。

从上大学以后，我一直努力让自己说实话，就是表达心里所想的。比如，不要为了一时的为了维护对方的面子而去夸别人做得好，尽量将我心里面觉得的事实表达给对方。我知道，事实总是残酷的，谁都不喜欢去接受不好的事情。包括我自己，当我听到对自己不好的声音时，我也会不开心，但是我还是非常乐意听，以及非常感谢对方。

发现，说实话比说谎难多了。说实话能够降低沟通的成本，这个话题一定得找个时间来说一下。

说回标题，我觉得很多事情都能解决（当然是日常的事情，不要弄个什么UFO来自哪里的 问题，我肯定解决不了），看的是个人的整个思想。我们都听过：是金子总会发光的。 一个有“金子”般的思想的人，有“金子”般的行为习惯的人，那是无比的强悍的。老是说愁只能说明自己本身的能力实在太有限了，我自己也经常遇到一些个人觉得挺无奈的事情，但是我就是强烈要求我自己不往悲观想，不堕落。我很喜欢这句话：少年不知愁滋味，为赋新词强说愁。为什么？

因为我大脑里面一直觉得有的时候是我们思想里面将困难放大化了，也就是说现实的困难并没有想象中那么大。人都是趋利避害，遇到不好的事情，就会潜意识想要逃避。你说，想要逃避的心都有了，还有什么不能放大话？怎能不找几个可以让自己逃避的理由？

或许我是太小的人物，没经历什么大事，所以在自己的小圈子里面一直都太舒服了，所以没有感觉到什么能让我倒下的东西。那就让自己尽量开拓眼界吧，经历一些事...
