---
layout: post
title: QQ/微信/微博 ，say goodbye
categories:
- 思想举重
tags:
- 自由
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  _kaixin_sync: '1414280597755149'
  _sinaweibo_sync: '3495028016231672'
  _qqweibo_sync: '130709071407502'
  _renren_sync: '1'
  _douban_sync: '1016383796'
  _tianya_sync: '54248059'
---
很庆幸，现在QQ 微博 和微信已经无法左右我的生活了。

以前，开电脑的第一件事情就是打开QQ，看朋友的留言，看Q邮箱，看Q空间的动态...

然后，看微博，虽然以前关注了很多的相关领域的微博，从中知道一些资讯，但是现在已经最大幅度的减少了关注，只是关注了几个自己觉得很重要的相关领域的微博用户了，然后也没有从是找时间去刷微博，只是平时利用那写零碎的时间，用手机稍微看一下而已了。

然后，自从去年开始使用微信，刚开始感觉很方便，因为朋友的Q留言和Q邮件都会第一时间通知我，让我很方便地第一时间回复给对方，而且很多的事情都是通过微信来解决的。

但是，今年，开学后我就把微信卸载掉了，为什么？

因为现在觉得，因为有了微信，我感觉自己是在二十四小时等待事情来找我，感觉自己的自由度受到太大的限制了。比如，你在做A事情，突然，微信的好友发来的一件相对来说也很重要的B事情。而这件B事情其实是可以先推迟一段时间来完成的，但是对方还是装成很紧急来让你去解决。大概就是这写原因让我感觉 微信让我受到太多的束缚了。

另外，大三了，我平时手机都是关机的，也就是上课时间都是联系不到我的，然后放学后，想不想开机还得看心情，如果心情一般，就不开机了，如果心情还算可以，就会开机了。

至于现在的QQ，一般都是一天或者几天上一次，微博则是利用零碎时间去看一下，而邮箱基本上都是一天会看一次至两次，而微信则被我kill掉了！

总之，说到底就是我在躲避事情，让事情无法第一时间找到我，只能让我自己第一时间找到问题。感觉这样我自己掌握了主动权，没有二十四小时待机等事情，感觉身心都轻松很多，可以更加专心来做自己想要投入进去的事。

本来上面的工具是方便我们的，但是感觉现在倒是让我感觉给我添加了不少的负担，因为现在还是学生，我有权利选择不去使用这些产品，有权利选择自己的主动权，如果以后毕业了，工作了，那再说了！
