---
layout: post
title: 通宵不是你想要就能要！
categories:
- 思想举重
tags:
- 通宵
status: publish
type: post
published: true
meta:
  _sinaweibo_sync: '3487747732086368'
  _kaixin_sync: '1412460526749393'
  _douban_sync: '1004781650'
  _edit_last: '1'
  _renren_sync: '1'
  _qqweibo_sync: '108335006758035'
  _sohuweibo_sync: '4793586560'
  _tianya_sync: '53164625'
---
长这么大还没有通宵过，说出来都不好意思了！

昨天晚上准备了各种通宵利器去泡馆——三包咖啡和一袋四块钱的面包。（本来还要准备带上件长袖T恤，但是后来忘记了，不过没带才是明智之选，后面会说到）。

很快，干掉一包咖啡，然后顶到了十二点多，进行第二包咖啡计划，很快。

这是，短暂休息十分钟，因为敌人实在是太强大了，火力也很猛，所以没办法中的办法，我得先撤退几步。这就是所谓的以退为进！

果然，敌人还真以为我退了，变得骄傲起来了，而我却越发得清醒和亢奋了。所以，集中精力攻击我的书。

这是一本技术方面的书，是中国人用中国人的技术仿造美国佬的重型杀伤性武器（也就是翻译成中文）。没想到，那些仿造的研究人员没有抓住重要点进行改良，最终弄成了中国式美国武器。可想而知了，你要理解起来那不是一般的费劲。当然不能排除我自己的水平那个太低了!所以没想到竟然很快就处于拉锯战了。

同时，这是的敌人坐山观虎斗，看着我的精力一步一步被书本消耗，他心中窃喜！

这是，没办法，之气启动第三计划：咖啡+面包。

果然有效果，肚子不饿了，战斗力也强大了。很快刚刚攻坚阶段的阅读也解决了！

话说，总是跟这些强大的敌人斗争，又没能取得点什么很明显的战绩，士气当然会下降了。这是，我内部发生了骚乱，心不在焉了。

看书开始要数页数了，所以我知道不行，一定得先处理好内部事情之后再进一步打算！一次上了个厕所洗了个脸，听会音乐吹下风。心情舒服多了。

当我回到24小时自习室时，参战其他盟军都溃败了，有的直接撤回大本营，只剩下一个在死撑。这个死撑的盟军后来在两点多的时候也撤回大本营了。

等到三点多的时候，我意外发现有另外一个盟军也参与进了斗争，都是这个盟军实在太弱了，战争的硝烟还没升到两米高，他就倒下了，实在不堪啊！

战争时时刻刻都在进行着，而敌人的弱点就是是时间，我的弱点就是时间和战斗物资。可惜我的战斗物资正一步一步的减少，等到我的战斗利器只剩下不到几口的时候，我也投降了，虽然我投降了，但是我仍然坚强的活着。那个时候是多么希望有火柴啊，这样我就可以死撑！

虽然我投降了，但是敌人还是不放过我，利用各种辐射/高温攻击，还有使用高频率振动的超微型飞行器——苍蝇来袭击我，可谓这一路投降之路并不好走。

直到这场战争宣布我失败的时候，那已经是2012-09-07 04：00 左右的时间了。然后等到六点的时候，我再次原地复活满血了。只是身体的某些螺丝因在战争中受了太大的磨损，导致胃有点胀痛的感觉，头也有点重。这时我也拔寨准备回基地了。

直到六点半，我也顺利乘坐自制11路公共汽车回到了宿舍门口。可是，这是发生了不妙的事情，我的基地可能中病毒被占领了，门竟然反锁了我进不去！——什么？！！

当然，我不能贸然行事，不然会连累我那帮正在受敌人折磨的室友们！他们当时正在梦中痛并快乐着！我最后选择了先隐姓埋名，去三楼过道最后的那个小阳台那里休息，等时机成熟后我再来个里外合作，彻底重振基地。

等到接近七点的时候，我选择了无线通信——电话秘密联系小洽，接连联系了三次才成功，为什么？因为小洽把我的接线声误以为是用来跟敌人对抗的超声波——闹钟声 了。当时我心里默默无语了。

还好，最后，在多次骚扰后，小洽顺利接到我的电话，我们终于联系上了。

最后的最后，小洽悄悄起来，旋转反锁，打开城门，我的基地终于又回来了！

最后总结这次通宵，觉得通宵不是你想要，想要就能要的！我们不怕很牛的对手，但是我们最怕很牛的对手他还很认真勤奋并且会耍流氓！
