---
layout: post
title: Daily thoughts[6]
categories:
- 思想举重
tags:
- Daily thoughts
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  views: '61'
  post_views_count: '32'
---
最近没什么总结，说明我的日子出现了几个问题：
1，每天过得没有意义。
2，目光短浅，找不出生活中的反思点！
3，知识积累不够，无法对身边的小事进行自己的判断和解释！
4，经验不足，对常发生的事情没感觉。
5，生活死板，甘于习惯，没什么改变！
罪过……


2011-12-25 ： 

【回忆1】看到自己高三的另外一篇日记，看到自己曾经的“高傲”。现在觉得不好意思让别人看到。为什么不好意思见人？最直接的原因就是怕自己做不到！所以怕“壮志”变成假大空，变成吹牛皮，那就太假了！
当然，当时 无知的高傲，是少年 壮志。记得高三的时候，我们班主任让我们每位同学写下一句鼓励自己的话或者是目标大学，然后很多同学就写了 比如武汉大学、中山大学等等，或者有的同学自己写了一些励志的句子。当然我也写了，那就是：我非池中物——某某某！
其实，经常自己对话，内容大致是：你说你自己非池中物，这不是什么不好的事情，但是你总得拿出点成绩让证明你非池中物，总不能空口无凭！你凭什么就不是池中物！……等等很多问题的。
突然想到一个句子：你拿一千或者一万个例子证明你不是懦夫，倒不如拿出一个例子证明你是勇士！


现在感觉自己没有那么激情四射了……


2011-12-24：
【回忆0】之前看了自己在高三时候写的一篇日记，是关于我爷爷奶奶的，当时写那篇日记的时候我记得是写到三分之一左右的时候，就稀里哗啦地掉眼泪，直到写完还在流泪，也就是说含泪写了那篇日记。如果没有记错，当时应该是在奶奶去世一年左右写的。现在看了那篇日记，还是有感觉当时的心情的。
然后现在想了想，为什么当时会流泪，当然，肯定是伤心了，为什么会伤心？我想，很大程度应该是 遗憾 。初二，爷爷去世，初三我考上了算重点的高中。高二，奶奶去世，高三我考了大学。虽然这算不上很牛逼的事情，但是至少是算可以让老人家感到开心的事情，但是，结果TA们什么都没有看到。
两老人家不争气的孙子，从小学，一直表现得很烂，没有给TA添光，实在丢人！
其实，有的时候感觉很不爽，只想骂 shit、只想暴粗大骂Fuck……但是还是内心知道就好了。。。




2011-12-20：
【心机重吗？】之前看过一句话，说：你不要跟你身边的所有人都表现得很友好，否则，你会被认为你这人心机很重!
看到这句话的时候，我感觉自己就这种跟大家都很友好的人。所以就想，会不会我也被看成“心机很重的人?”。其实想一下，就觉得上面那句话有道理，但是之前却一直没有想到。
同时也大可不去理那句话，不要让那句话影响自己的交友。因为，是真正的朋友，你不用解释，对方就知道你跟ta是朋友，如果不是朋友，你解释得再多，对方也会觉得你在自圆其说。所以还是回归本性，该打招呼打招呼，该干嘛干嘛去！


2011-12-18：
【老师这个名词】“老师”，以前一直觉得很高尚，但是现在越来越让我觉得TA只是一个名词了。TA的高尚只能适应于一些真正“ 传道受业解惑  ”的人。其他的不做阐述了！

