---
layout: post
title: 我该说什么呢？
categories:
- 思想举重
tags:
- 吐槽
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  _kaixin_sync: '1412727188484608'
  _renren_sync: '1'
  _sinaweibo_sync: '3488814318278652'
  _qqweibo_sync: '131180023475866'
  _douban_sync: '1006489806'
  _sohuweibo_sync: '4828590963'
  _tianya_sync: '53314578'
---
身为信息学院的一份子，我怎么也忍不住要吐槽的心！请原谅我的年少、无知和幼稚，但是这些正是我这个年龄应该有的性格！
昨天刚刚开学，看着那些稚嫩的师弟师妹，在笑容洋溢的父母的陪伴下来到学校，这个场景是多么令人感动。同时校道上的横幅，激扬文字！但是为什么内心感觉到的是深深的讽刺？！
咱不说大话会死吗？咱不假大空会怀孕吗？咱摸着良心说句实话，你们真的觉得整个学院的现状感到满意吗？！
愤青的文章不可看，也没有说服性，请收起激愤的心情，好好安静思考一下。
一个学院，或者一个学校，当大部分学生不以在所在专业领域取得的成绩而骄傲自豪，反而在我参加了多少社团，办了多少活动，多少校级活动而自以为是的时候，我沉默了！
当老师不以授人以渔而自豪，反而成了课堂监督员，盯着这节课来上课的人数？我的希望要寄再哪里？
当各班级的班级导师从未出现在班级的课堂上，更不用说给予指导，我想诚恳问一句：老师，你真的那么忙吗？
当一个学院对自己的专业丢失自信心却招摇宣称这是学校的特色，外语+专业的综合型人才，我再次深深沉痛低吟！
当社团组织不以为学生提供了什么服务而感到满足感，而对于我办了什么活动，评了什么奖而满足于自我，我是局外人，我还能说什么？
当做为老师、领导，或者师兄师姐不以 给学弟学妹 介绍专业全局和方向，反而对于毕业后的岗位耿耿于怀，我除了说你们目光短浅之外，我真说不出什么好话了！虽然我们都渴望有好的工作，成功事业，但是谁又能否定，成功的就业、事业需要从基础到成长的积淀？没认清基础，打好基础，光想着要爬高一个阶梯，究竟能爬多高？
当，一个销售的人能够成为IT职业生涯规划的老师而同时第一节课是教所有学生去做销售。这难道不是为了让学生为了就业而去就业吗？这难道不是对自己学院更赤裸裸的讽刺么？什么是IT职业生涯规划？在我的眼里，甚至骨髓里都认为“IT职业生涯”的课不是这样上！

我心中的职业生涯规划是分步骤实现的：
第一：整个互联网、计算机、移动互联网、通信行业的全景图，这是必须有的，至少让所有学生认识整个行业各个领域！
第二：各个领域的红黑分布，红黑分布指的是发展现状，好坏中差！
第三：领域之间联系
第四：重点的介绍某些可能是未来的发展方向或者现在的热门。
第五：推荐！

但是，事实呢？

问什么我会突然发出这样的感叹？因为我看到了选课系统里面的选课情况；

院系选修课里面的数据挖掘和数据库工程的选课情况惨不忍睹！本来，作为该学院的专业课来说，应该是很受欢迎的，但是事实呢？一个不知所谓的“IT职业生涯规划”上课内容却是销售的课却被100%选择了。而且，上完课之后，同学们也应该知道那位“老师”的水平是怎样，但是事实还是没有人选择退选！我能说什么呢？

我只能感叹，并且做无谓的“呻吟”！

我觉得最根本的原因就是上层的决策和作风不好，影响中层的执行，最终作为最终端的老师同学也就受影响了。 我能说什么呢？不能！
