---
layout: post
title: “圣斗士”说
categories:
- 思想举重
tags:
- 人生
- 勇气
- 害怕
status: publish
type: post
published: true
meta:
  _edit_last: '1'
---

突然有一天发现，自己每天都活得像个圣斗士一样，每天看上去朝气蓬勃、积极阳光，好像世界上少了我就会缺了什么似的。
又突然有一天发现，其实自己很渺小，小到其实有我或者没我都不会有什么影响。

有人会说，这是两种不同的人生态度。也有人说，这是两种不同的人生追求。
我曾经也这么以为；以为积极向上就不能允许自己有堕落，以为追求人生的卓越就不能有平淡的想法、生活...因为这看上去不是属于同类别的人生，或者说他们看上去是互相排斥的。

###“无类”的人生

但是，现在我觉得： 人生就是人生，她仅仅属于一个类别，叫做 “无类”。

或许有人曾今多次告诫过我们，怎样的路才能走出成功的人生。
或许有人曾今告诉过我们，我们的人生应该怎么过，不应该怎么过。
或许有人曾今，凭他们自己的经历当做论据，打算说服我们去走他们希望我们走的人生路。

我只想说：你如果觉得他们说的是对的，那就跟着他们走吧；如果你觉得你想走的是一条未知的路，那就自己走吧。

年轻的我们，因为眼界未开拓，胆量也未开拓，面对很多生活中、工作中的问题的时候，总会表现得相对退缩。并且，有时会以”第一次面对“为理由去支撑自己继续退缩下去。好像在说：如果不是第一次经历这样的时间，就一定能勇敢面对。但是事实我相信不是这样的。因为面对自己曾经在其面前趴下的事，内心同样会再次感到担忧，以致继续退缩。

之前，某次在去上班的路上，脑海里突然冒出了这样的一段话：”人生阅历不是靠听别人讲就能积累的，而是自己走并体验出来的！当自己认识到这点，那么，人生路还有什么好惶恐不安呢？踏实走自己认为是对的路。“

我们想做的事很多，但是又有很多不敢做。这个过程是很有趣的，我们要不停地跟自己对话，告诉自己不要怕，想一大堆话来安抚略有不安的心。

回答最开始的问题，从历史的长河看，每个时代其实很短，短得让我们生活在现代的人基本上感受不到有过”历史“这回事。从每个时代的故事、时刻去体验，又能感受到历史是那么的丰满以致自己会将自己想象进去。对于生活在当下的人来说，历史只是片刻的东西，稍不留意则无法感知到它的存在。我们每个人的人生不也一样？当我们沉浸在自己的世界里、体验自己的生活，不就会感受到满满的感觉。而从整个时间长河看，其实我们自己每个人的人生在未来人的眼里，不也就是”瞬间“而已么？！
因此，既然是”瞬间“的事，我们还有什么不能为所欲为？为什么不能放开自己的心去尝试？同时，即使沉浸的实在自己的世界，为什么不能放纵自己？！ 
总结地说，人生就是人生，不要害怕！

###有一句话，把我感动至今： Don't ask me what life is ,you define it.

我一直无法让自己不深深喜欢上这句话！

苏轼说：“寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。” 表达的也同样是一种人生的体验。我记得老子也有表达过关于时间的话，但是忘记了是什么了。

整篇下来，其实我是在说服我自己，让自己真诚接受这些由我自身长出来的想法。
告诉自己，该活得像个圣斗士一样的时候，就勇敢像个圣斗士一样活着！
告诉自己，该像个疯子的时候，就尽情疯狂！
告诉自己，在伤心的时候，就放纵自己好好地喝几瓶酒！
告诉自己，在高兴的时候，就开怀大笑、就胡歌乱舞！


###没有”已定义“

只想让自己知道，自己的人生其实没有”已定义“，唯一的定义是用我这一生去实践、体验、总结，不管好坏、不管对错、不管高低贵贱 、不管成绩大小... 等到我老去，我能很安慰地对自己说：“真棒，来，奖励一根棒棒糖！”　
当然我希望自己的人生能完美，能有好的成绩、好的故事、能得到肯定，至少得到自己的肯定。

我相信这才是真正的人生意义，虽然写到这，内心还是有一小点的紧张，但是这是可承受的范围内。

其实我知道我自己性格里面存在懦弱的部分，这会是我以后道路上的一个我要克服的点， 或者不说’克服“，因为“克服”一词意味着它就是不好的，但是好与不好不可绝对而论。那应该说，我应该更好地去把握、协调好自己。

---
太久没写日志了，发现脑袋的活跃程度略有下降。告诉自己：三天不写日记，脑袋变成猪；两天不记录，脑袋变成猪；一天不反思，脑袋变成猪；一天不看书，脑袋变成猪！变成猪！成猪！猪！！ （还看，说你呢 -_-!!! ）
