---
layout: post
title: 最糟糕的产品体验——验证码/回答问题找回密码
categories:
- Hiko札记
- 思想举重
tags:
- 找回密码
- 用户体验
- 验证码
status: publish
type: post
published: true
meta:
  _edit_last: '1'
---
验证码

如果你有体验互联网产品的话，你肯定就会知道每次登录/注册...等等，很多互联网产品都需要验证码。但是这种做法很大程度让人觉得烦，因为这个功能不是我们作为用户的需求之一，而是产品为了本身的安全，而让用户来做得操作。

可能产品真的需要验证码来预防骇客的攻击，但是这种人占所有用户的比例还是少得可怜的，因此我们不能为了预防这么少概率时间来牺牲所有用户的体验。不过，还是要预防得，可以稍作改进就能达到很好得效果！

解决方法：事不过三的验证码

比如：在一次登录得操作中，允许最多三次的密码输入错误，之后再输入登录信息就要求验证码！因为中国有句古话，事不过三，很多错误不会重复犯三次以上的。这也就能很好解决因为验证码而带来的用户体验大打折扣的问题。

找回密码

现在找回密码的方式有很多中，我觉得目前最好的找回密码的方式是发送重置密码得链接到邮箱！

但是，现在还是有存在一些互联网产品是通过回答自己所设置的问题来进入重置密码。但是我觉得这种方式实在太矛盾了，一个人连密码都会忘记又怎么会记得当初自己注册的时候所提的问题？！

所以，这种方式的找回密码，快点撤消吧，它的存在实在太矛盾了！




