---
layout: post
title: 我并没有想象中的那么好
categories:
- 思想举重
tags:
- 求知若饥
- 虚心若愚
- 谦虚
status: publish
type: post
published: true
meta:
  _edit_last: '1'
---
之前看过苏格拉底的一个故事。
<blockquote>大意是：苏格拉底一直觉得自己很无知，希望能找到大师帮他指点一下，让自己能有一个更大的提升。于是，他走遍世界很多个地方，拜访了很多大师。可是，当他跟各位大师请教之后，发现，其实这些大师的水平、想法并没有比自己的水平高，于是他懂得了一个道理：无知才是最好的老师。</blockquote>
有时我总是自我感觉良好，忽略了自己身上的缺点。我希望自己回到自己之前那种无知的状态，发现有一点困难。并不是自己不希望回到之前那种状态，而是内心不平静了。也就是说从“无知”的心境跳到“有知”的心境之后，比较难再回去了。

所以我提醒自己：我并没有自己想象中那么好！

这个时候，我想起了steve jobs 的一句话：Stay hungry ,stay foolish!

这其中的道理也是一样的。




