---
layout: post
title: 12000米，只是一个开始！
categories:
- 思想举重
tags:
- 毅力
- 理想
- 目标
- 长跑
status: publish
type: post
published: true
meta:
  _edit_last: '1'
---
<a href="http://iamhiko.com/wp-content/uploads/2013/02/cropped-psb.jpg"><img class="alignnone size-full wp-image-493" alt="cropped-psb.jpg" src="http://iamhiko.com/wp-content/uploads/2013/02/cropped-psb.jpg" width="640" height="360" /></a>今晚，九点左右，看时候还早，就换衣服去跑内环了。

等走到楼下的时候，我那个有爱且自强的内心再次有了对话：“这次要跑三圈内环！”。

就在下那个决定的时候，脑海里立马想到的是自己第一次跑内环时候一圈都跑不完、回想起第一次跑完一圈内环、回想起第一次雨中跑步、回想起第一次跑完两圈内环、回想起自己跑内环时候那种复杂的心情。

内心又有新的对话：“我这次能跑完三圈内环吗？之前跑两圈就已经累到不行了，这次三圈...”

于是，内心开始了各种计算，各种安排。首先，这次要的是目的，而过程可以相对简单一点，于是决定，我要慢跑这样匀速前进能减少体力的开支。然后，再给自己一些规则：不能想着“超车”，减少心理上和生理上的精力开支。这样我才能有机会跑完三圈内环。

于是，一切开始了。

瞬间，有种感觉，人因梦想而伟大！以前打算跑一圈内环的时候，感觉跑到到三人之二的时候，就会感觉很累，但是这次因为目标是三圈，因此，当我跑完一圈的时候，仍然感觉一切良好，很明显不同的地方就是我在跑完一圈回到广外那个内环入口的时候，基本不喘气，而且小腿也不酸（因为我跑步都是前脚掌着地这样跑，所以小腿很容易就酸痛）。

有趣的事情发生了....<!--more-->

当第二圈跑到中大的时候，我感觉到背后有个脚步声跟着我。当我加速的时候，那个脚步也跟着加速，当我减速的时候，TA也跟着减速。于是我确定我被跟踪了！

到了中大与华师的下坡的地方，我提了比较大的速度，想要甩掉那个脚步声，但是发现，TA还是跟着我。当我再加速的时候，TA也跟着再加速了。我发现我们的距离是三米左右。（其实我没有往后去看对方，只是脸往左稍微倾斜去看了一下，瞄了发现是个男的而且微胖）正因为当我发现他是微胖的，我更有种想要加速前进来甩开他的欲望。当我跑到中医院的那个位置是，我再次有意提速想要甩开他，但是发现他还是跟着我。

我发现他应该是跟定我了，所以我内心觉得：不行，不能这样玩下去。因为对方的的目标可能是一圈内环就够了，而我这次的目标是三圈内环。再这样下去，我的体力、精神的动力就不知道能不能支撑我跑完三圈了。

于是我改变策略，我减减速，让他超越我。

但是，最后我发现，其实对方不想超越，只是想要跟着我跑。可能这是他心中的目标吧。可能他觉得他自己要找一个可以让自己持续跑一圈的动力，找一个参考点，而矫健的我就被选中了...

到后来，我努力调节自己的脚步频率、脚步跨出的距离、呼吸的节奏... 继续前行。因为我跑步基本上是没发出什么大的声音，而后面的那个人因为是整个脚掌着地这样跑，因此他跑的时候，会有很大的脚步声。这个时候，影响到我的节奏，可能是人都会潜移默化收到一些有节奏的声音的影响。于是我在跑的过程中，要克服的另一个问题是：我不能受对方的节奏影响，我要根据自己的节奏奔跑...（好像这句话看起来有点哲学意味！）

等跑到快到华南理工大学的时候，对方加速跑上来，跟我说了一声：“先走了，谢啦！”

过了三四秒之后，我也加速去追上他，问他：“你是哪个学校的？”

对方说：“华工的”

我说：“我是广外的，我刚一直感觉有个人在跟着我”

对方：“（微笑着..）呵呵”

我说：“刚刚很多次想要甩开你，但是都甩不开。”

对方：“呵呵”

对方：“我到了，加油，拜拜”

于是，瞬间感觉心里和生理上都能量有点增长。可能是因为跟这个陌生人的简单对话带来的。

第二圈终于也完成了，有趣的事情再次发生了...

当再次跑到学校的内环入口的时候，从我后面有个声音：“钊海...”

我回头一看，发现是我一高一室友，他现在在广工读书。我也称呼了对方一下。

简单说了一两句话之后，我们没有再聊天，因为我们都知道我们现在是在跑内环，边跑边聊天会很大影响我们跑步，所以我们心照不宣的就这样自己安静的跑。

他的速度比我跑的速度快，自从他出现之后，我就一直保持跟他并排跑，当从广外的内环入口跑到中大的时候，我就感觉到很大的压力，因为实在有点快，耗体力比较大。如果，当时没有他出现，我不会跑这么快，但是因为有他的出现，我保持了跟对方一样快的速度了。

就这样，我们一直跑，一直跑，当跑到内环那个医院的那个位置的时候，我的那个同学突然停下来了，因为实在有点耗体力。这个时候我回头跟他说了一声：“我先走！”

其实跟他一起跑的这段路程中，我中间有想过要减速的想法，但是迅速被自己消灭掉。我觉得应该是因为自己不想跑比别人慢的想法在作祟，另外，自己其实觉得，我坚持下去是能做到的！综合起来，我没有放弃跟对方一样的速度跑。

当我跑到广工的时候，终于能感觉到小腿酸痛了，但是，有趣的是，我的头脑还是很清楚、没有半点想要休息的感觉。这个时候我感觉：锻炼意志的时候来了！

因为，根据平时的经验，如果是一个人跑，没有参考物，自己的速度会不自觉地跑的比较慢。于是，我想，如果跑的比较慢，这样不能很好锻炼自己，于是我也开始选择参考物了，物色了几个，觉得都不合我意。首先，因为我当时看到的那些人都是全脚掌着地这样跑的，这点就大大减分了，心中有种感觉：一看就觉得对方不专业！第二，跑步的姿势也太龌龊了，一点大将之风都没有（其实潜意识就是我就是大将、我就是大元帅！哈哈）。第三，对方跑步的声音实在太吵了，受不鸟啊！

不过，还是有发现个别跑的比我还厉害的，就是矫健的身姿，还有速度比较快。但是我发现自己想要跟上去，但是体力有点支持不了。

于是最后还是决定，根据自己心中的尺子去跑就好了。

跑到广药的时候，那种小腿的酸痛感就强烈，但是很有趣的是，这个时候我丝毫没有半点想要放弃的念头，因为内心只要稍微想到：如果我现在放弃，我之前的两圈半就完全废了，我的目标就不能实现了！

其实这个时候我心中还有一个YY，就是，如果现在让我放弃，我会放弃吗？我当时心中的想法再次很有趣，就是我脑海里面有个画面。首先是有一个穿着朴素的袈裟的和尚出现在我前面，跟我对话。

然后跟我说：“假如现在让你放弃，你舍得吗？”

YY中的我回应：“我会愿意放弃的，因为我相信我下次还能跑完三圈！”

当然，因为这是我YY出来的对话，所以我并没有放弃继续前进！

其实，当我跑到华南理工大学的时候，有个妹子坐在一个男生的后座上，拿个了手机从我背后拍我。为什么我知道呢？因为那手机拍照的声音还有那摄像头对着的方向就是我！更重要的是，我跑步的时候是穿着黑色背心还有篮球裤，加上我那么美好的肌肉，这么帅气的背影，不拍我拍谁？  呵呵...

好吧，当我跑到距离终点五十米左右的时候，我再次加速，接近全速的跑。这是我每次跑内环必做的一件事！

就在此刻，我瞬间有种奥运冠军冲破记录的感觉，有种长跑选手胜利的感觉。这种感觉虽然没有在我脸上表现出来，但是却在我心中激起了层层的波浪！

---------------------------

其实今天早上刚好也是腾讯的笔试，但是在昨天晚上我决定不去参加笔试。因为首先觉得自己实力有点弱，各种课程都修的不好，还是不去当炮灰了，给自己省点时间去干其他更有价值的事情。另外是，进腾讯的欲望并不十分强烈，虽然大公司的待遇好，感觉应该不能给我带来大的成就感。因为我听说我的一个师兄，就去腾讯之后，负责的是登录QQ之后，右下角的弹框。说到这里，又得扯价值观了，我一直觉得人的爆发力还潜能力是很巨大的，我同时也坚信是金子总会发光的，如果不发光，说明纯度还不够！而一个人如果就这样为了一份工作，这样干下去。如果只是为了那工资，那我觉得真有点浪费人才了。而如果是先潜伏在里面，学习管理手段、技术方法，锻炼自己的人际交往、担当能力...那我就觉得还说得过去。因为这是一种积累的过程。

我承认我自己眼高，但是我很愿意从手低做起。眼高在我这里代表着理想，手低代表着我的执行。只要对实现我的理想有帮助的，我愿意一步一步积累。

我很喜欢跑内环，但是真正喜欢的是跑内环带来的那种挑战。首先设置目标，挑战困难，突破自己，完成目标。接着再次设置目标，再挑战、再突破、再完成。即使没有突破成功，没事，坚持，下次再来！我想要的是这种感觉。

为什么我会很愿意从一小步一小步这样跑？首先算算，12000米除以每步0.8米左右的步宽，要跑15000步。为什么我会坚持去跑完？

因为我内心很清楚我这样做能帮助我实现的目标，所以我坚持这样做。

换到人生的理想与追求理想方面。首先，我们设置了一个梦想，然后去实践。如果连一个理想都没有，那么生活不能叫生活了，只能叫生存了！就像跑步，如果你没有先定个目标（这个目标不一定是得要跑多少米，也可以是另外的体验。），那么你就中途有各种想放弃，各种随意，各种不知所措。

生活中少不了一些追随者，少不了一些干扰你的声音，少不了一些让你有冲动的想法，少不了一些能激发自己的东西...真的很像跑步！

比如，有一天我们拥有一个事业，那么少不了的是有一些山寨我们产品的公司，少不了一些竞争对手，少不了一些想要跟我们一起奋斗的人，少不了一些想要超越对方的想法...

这个时候又很像长跑，如果我们的目标是到达终点，而不是为了超越别人，那么我们就会努力克服外界各种声音的影响，专心做自己的事情，服务好自己的用户，争取让更多的人体验到我们这么好的产品。

回到谈事业方面，如果我们将目标定位在创建一家服务世界的用户的公司，那么我相信只要我们死抱着这个想法，一些计划都根据这个想法，那么所有的决策，计划，执行都到位，那么这个目标才有可能完成！但是如果，将精力耗在怎么打压对手、怎么去让山寨的产品无法模仿我们、怎么去跟别人斗...那会耗了我们很多的精力。最终可能会越走离目标更远！

最后还得回来说一句：空谈误国，实干兴邦！说易行难！关键还得看能不能做到！就像跑步，如果你定了个目标想要跑12000米，那么只是一直想这我要怎样我要怎样，但没有我做了什么我又做了什么。那么目标永远只是目标，想法一直只是想法！想想的事谁都能做到，但是真正做到的人又有多少？

写到这里，我想到了一个笑话。假如有一个比赛，标题是：挑战100km 

我觉得只要你去参加了，你就是冠军了。为什么？因为有可能其他人都被吓尿了，不敢参加，而你如果报了名并且努力踏实去跑好每一步，坚持到跑不动，或者跑完。你都是冠军。首先从心理上，你克服了标题带来的压力，你征服了自己的软弱，你已经是冠军了。而至于跑的结果，那是顺应天意。有可能其他人都不敢参加，只有你一个人参加，那你也成了冠军了！有点冷...呵呵。

好吧，就写到这里，眼睛有点累，因为昨晚喝了差不多180ml的45度的小米酒，早上起来发现眼睛有点血丝...

路在脚下！












